tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "cjbassi/ytop"
brew "anyenv"
brew "bash"
brew "fish"
brew "bat"
brew "cask"
brew "cmake"
brew "curl"
brew "docker", link: false
brew "ghq"
brew "git"
brew "tree"
brew "watch"
brew "jq"
brew "python-yq"
brew "wget"
brew "gawk"
brew "mas"
brew "ghq"
brew "peco"
brew "fzf"
brew "ytop"
brew "jsonnet"
brew "kind"
brew "kubectl"
brew "kubectx"
brew "krew"
brew "stern"
brew "helm"
brew "lsd"
cask "discord"
cask "docker"
cask "google-chrome"
cask "google-japanese-ime"
cask "iterm2"
cask "karabiner-elements"
cask "slack"
cask "visual-studio-code"
cask "alfred"
cask "meetingbar"
cask "google-cloud-sdk"
cask "font-hack-nerd-font"
cask "font-cica"
cask "font-hackgen"
cask "font-hackgen-nerd"
mas "Kindle", id: 405399194
mas "RunCat", id: 1429033973
mas "Xcode", id: 497799835